Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: extra_body toggle · %@
de: extra_body-Schalter · %@
es: interruptor extra_body · %@
fr: interrupteur extra_body · %@
hr: extra_body prekidač · %@
id: sakelar extra_body · %@
ja: extra_body スイッチ · %@
ko: extra_body 스위치 · %@
ms: togol extra_body · %@
pl: przełącznik extra_body · %@
pt_br: chave extra_body · %@
ro: comutator extra_body · %@
ru: переключатель extra_body · %@
th: สวิตช์ extra_body · %@
tr: extra_body anahtarı · %@
zh_hans: extra_body 开关 · %@
zh_hant: extra_body 開關 · %@

source: Face ID Protection
de: Face-ID-Schutz
es: Protección con Face ID
fil: Proteksyon ng Face ID
fr: Protection Face ID
hr: Zaštita Face ID-om
id: Perlindungan Face ID
ja: Face ID による保護
ko: Face ID 보호
ms: Perlindungan Face ID
pl: Ochrona Face ID
pt_br: Proteção por Face ID
ro: Protecție Face ID
ru: Защита Face ID
th: การป้องกันด้วย Face ID
tr: Face ID Koruması
zh_hans: Face ID 保护
zh_hant: Face ID 保護

source: FAIL
de: FEHLGESCHLAGEN
es: FALLO
fil: NABIGO
fr: ÉCHEC
hr: NEUSPJEH
id: GAGAL
ja: 失敗
ko: 실패
ms: GAGAL
pl: BŁĄD
pt_br: FALHA
ro: EȘUAT
ru: ОШИБКА
th: ล้มเหลว
tr: BAŞARISIZ
zh_hans: 失败
zh_hant: 失敗

source: Failed
de: Fehlgeschlagen
es: Error
fil: Nabigo
fr: Échec
hr: Neuspjelo
id: Gagal
ja: 失敗
ko: 실패
ms: Gagal
pl: Niepowodzenie
pt_br: Falhou
ro: Eșuat
ru: Ошибка
th: ล้มเหลว
tr: Başarısız
zh_hans: 加载失败
zh_hant: 失敗

source: Failed to edit
de: Bearbeitung fehlgeschlagen
es: No se pudo editar
fil: Nabigong i-edit
fr: Échec de la modification
hr: Uređivanje neuspjelo
id: Gagal mengedit
ja: 編集に失敗しました
ko: 편집 실패
ms: Gagal mengedit
pl: Nie udało się edytować
pt_br: Falha ao editar
ro: Editarea a eșuat
ru: Не удалось изменить
th: แก้ไขไม่สำเร็จ
tr: Düzenlenemedi
zh_hans: 编辑失败
zh_hant: 編輯失敗

source: Failed to export provider configuration.
de: Export der Anbieterkonfiguration fehlgeschlagen.
es: No se pudo exportar la configuración del proveedor.
fil: Nabigong i-export ang configuration ng provider.
fr: Échec de l'exportation de la configuration du fournisseur.
hr: Izvoz konfiguracije pružatelja usluge nije uspio.
id: Gagal mengekspor konfigurasi penyedia.
ja: プロバイダー設定のエクスポートに失敗しました。
ko: 제공자 구성 내보내기에 실패했습니다.
ms: Gagal mengeksport konfigurasi pembekal.
pl: Nie udało się wyeksportować konfiguracji dostawcy.
pt_br: Falha ao exportar a configuração do provedor.
ro: Exportul configurației furnizorului a eșuat.
ru: Не удалось экспортировать конфигурацию провайдера.
th: ส่งออกการกำหนดค่าผู้ให้บริการไม่สำเร็จ
tr: Sağlayıcı yapılandırması dışa aktarılamadı.
zh_hans: 导出服务商配置失败。
zh_hant: 匯出服務商配置失敗。

source: Failed to read file.
de: Datei konnte nicht gelesen werden.
es: No se pudo leer el archivo.
fil: Nabigong basahin ang file.
fr: Échec de la lecture du fichier.
hr: Čitanje datoteke nije uspjelo.
id: Gagal membaca file.
ja: ファイルの読み込みに失敗しました。
ko: 파일을 읽지 못했습니다.
ms: Gagal membaca file.
pl: Nie udało się odczytać pliku.
pt_br: Falha ao ler o arquivo.
ro: Citirea fișierului a eșuat.
ru: Не удалось прочитать файл.
th: อ่านไฟล์ไม่สำเร็จ
tr: Dosya okunamadı.
zh_hans: 读取文件失败。
zh_hant: 讀取檔案失敗。

source: Fallback Strategy
de: Fallback-Strategie
es: Estrategia alternativa
fr: Stratégie de repli
hr: Strategija zamjene
id: Strategi Cadangan
ja: フォールバック戦略
ko: 폴백 전략
ms: Strategi Sandaran
pl: Strategia awaryjna
pt_br: Estratégia de fallback
ro: Strategie de rezervă
ru: Стратегия резервного варианта
th: กลยุทธ์สำรอง
tr: Yedek Stratejisi
zh_hans: 回退策略
zh_hant: 回退策略

source: Female voice
de: Weibliche Stimme
es: Voz femenina
fil: Boses na babae
fr: Voix féminine
hr: Ženski glas
id: Suara wanita
ja: 女性の声
ko: 여성 목소리
ms: Suara wanita
pl: Głos kobiecy
pt_br: Voz feminina
ro: Voce feminină
ru: Женский голос
th: เสียงผู้หญิง
tr: Kadın sesi
zh_hans: 女声
zh_hant: 女聲

source: Fetched live from the server just now.
de: Soeben live vom Server abgerufen.
es: Obtenido en directo del servidor hace un momento.
fil: Kakakuha lang nang live mula sa server.
fr: Récupéré en direct depuis le serveur à l'instant.
hr: Upravo dohvaćeno uživo s poslužitelja.
id: Baru saja diambil langsung dari server.
ja: たった今サーバーから直接取得しました。
ko: 방금 서버에서 실시간으로 가져왔습니다.
ms: Baru sahaja diambil terus dari server.
pl: Pobrano z serwera przed chwilą.
pt_br: Buscado do servidor agora mesmo.
ro: Preluat live de pe server chiar acum.
ru: Только что получено с сервера.
th: ดึงสดจากเซิร์ฟเวอร์เมื่อสักครู่
tr: Az önce sunucudan canlı alındı.
zh_hans: 刚刚从服务器实时获取。
zh_hant: 剛剛從伺服器即時取得。

source: Fetching model list from your provider…
de: Modellliste wird vom Anbieter abgerufen…
es: Obteniendo la lista de modelos de tu proveedor…
fil: Kinukuha ang listahan ng model mula sa iyong provider…
fr: Récupération de la liste des modèles auprès de votre fournisseur…
hr: Dohvaćanje popisa modela od vašeg pružatelja usluge…
id: Mengambil daftar model dari penyedia Anda…
ja: プロバイダーからモデルリストを取得中…
ko: 제공자로부터 모델 목록을 가져오는 중…
ms: Mengambil senarai model dari pembekal anda…
pl: Pobieranie listy modeli od dostawcy…
pt_br: Buscando a lista de modelos do seu provedor…
ro: Se preia lista de modele de la furnizorul tău…
ru: Получение списка моделей от вашего провайдера…
th: กำลังดึงรายการโมเดลจากผู้ให้บริการของคุณ…
tr: Sağlayıcınızdan model listesi alınıyor…
zh_hans: 正在从服务商获取模型列表…
zh_hant: 正在從服務商獲取模型清單…

source: Field path
de: Feldpfad
es: Ruta del campo
fr: Chemin du champ
hr: Putanja polja
id: Jalur field
ja: フィールドパス
ko: 필드 경로
ms: Laluan medan
pl: Ścieżka pola
pt_br: Caminho do campo
ro: Calea câmpului
ru: Путь к полю
th: พาธฟิลด์
tr: Alan yolu
zh_hans: 字段路径
zh_hant: 欄位路徑

source: File
de: Datei
es: Archivo
fr: Fichier
hr: Datoteka
ja: ファイル
ko: 파일
pl: Plik
pt_br: Arquivo
ro: Fișier
ru: Файл
th: ไฟล์
tr: Dosya
zh_hans: 文件
zh_hant: 檔案

source: File import
de: Dateiimport
es: Importación de archivos
fil: Pag-import ng file
fr: Import de fichier
hr: Uvoz datoteke
id: Impor file
ja: ファイルインポート
ko: 파일 가져오기
ms: Import file
pl: Import z pliku
pt_br: Importado de arquivo
ro: Import din fișier
ru: Импорт файла
th: นำเข้าไฟล์
tr: Dosyadan içe aktarma
zh_hans: 文件导入
zh_hant: 檔案匯入

source: File Info
de: Dateiinfo
es: Información del archivo
fil: Info ng File
fr: Informations du fichier
hr: Podaci o datoteci
id: Info File
ja: ファイル情報
ko: 파일 정보
ms: Maklumat File
pl: Informacje o pliku
pt_br: Info do arquivo
ro: Informații fișier
ru: Сведения о файле
th: ข้อมูลไฟล์
tr: Dosya Bilgisi
zh_hans: 文件信息
zh_hant: 檔案資訊

source: File Not Found
de: Datei nicht gefunden
es: Archivo no encontrado
fil: Hindi Nakita ang File
fr: Fichier introuvable
hr: Datoteka nije pronađena
id: File Tidak Ditemukan
ja: ファイルが見つかりません
ko: 파일을 찾을 수 없습니다
ms: File Tidak Dijumpai
pl: Nie znaleziono pliku
pt_br: Arquivo não encontrado
ro: Fișier negăsit
ru: Файл не найден
th: ไม่พบไฟล์
tr: Dosya Bulunamadı
zh_hans: 未找到文件
zh_hant: 找不到檔案

source: Files
de: Dateien
es: Archivos
fil: Mga File
fr: Fichiers
hr: Datoteke
id: File
ja: ファイル
ko: 파일
ms: File
pl: Pliki
pt_br: Arquivos
ro: Fișiere
ru: Файлы
th: ไฟล์
tr: Dosyalar
zh_hans: 文件
zh_hant: 檔案

source: Files app
de: Dateien-App
es: App Archivos
fr: App Fichiers
hr: Aplikacija Datoteke
id: aplikasi Files
ja: 「ファイル」App
ko: 파일 앱
ms: apl Files
pl: aplikacja Pliki
pt_br: App Arquivos
ro: aplicația Fișiere
ru: Приложение «Файлы»
th: แอป Files
tr: Dosyalar uygulaması
zh_hans: “文件”App
zh_hant: “檔案”App

source: Files, images, and documents you attach or share
de: Dateien, Bilder und Dokumente, die Sie anhängen oder teilen
es: Archivos, imágenes y documentos que adjuntas o compartes
fil: Mga file, larawan, at dokumentong inilalakip o ibinabahagi mo
fr: Les fichiers, images et documents que vous joignez ou partagez
hr: Datoteke, slike i dokumenti koje priložite ili podijelite
id: File, gambar, dan dokumen yang Anda lampirkan atau bagikan
ja: 添付または共有するファイル、画像、ドキュメント
ko: 첨부하거나 공유하는 파일, 이미지, 문서
ms: File, imej, dan dokumen yang anda lampirkan atau kongsi
pl: Pliki, obrazy i dokumenty, które załączasz lub udostępniasz
pt_br: Arquivos, imagens e documentos que você anexa ou compartilha
ro: Fișiere, imagini și documente pe care le atașezi sau partajezi
ru: Файлы, изображения и документы, которые вы прикрепляете или отправляете
th: ไฟล์ รูปภาพ และเอกสารที่คุณแนบหรือแชร์
tr: Eklediğiniz veya paylaştığınız dosyalar, görseller ve belgeler
zh_hans: 您附加或分享的文件、图片和文档
zh_hant: 您附加或分享的檔案、圖片和文檔

source: Fill in the required fields to continue.
de: Fülle die erforderlichen Felder aus, um fortzufahren.
es: Completa los campos obligatorios para continuar.
fil: Punan ang mga kailangang field para magpatuloy.
fr: Remplissez les champs requis pour continuer.
hr: Ispunite obavezna polja za nastavak.
id: Isi field yang wajib untuk melanjutkan.
ja: 続けるには必須項目を入力してください。
ko: 계속하려면 필수 항목을 입력하십시오.
ms: Isi medan yang wajib untuk teruskan.
pl: Wypełnij wymagane pola, aby kontynuować.
pt_br: Preencha os campos obrigatórios para continuar.
ro: Completează câmpurile obligatorii pentru a continua.
ru: Заполните обязательные поля, чтобы продолжить.
th: กรอกฟิลด์ที่จำเป็นเพื่อดำเนินการต่อ
tr: Sürdürmek için gerekli alanları doldurun.
zh_hans: 请填写必填项以继续。
zh_hant: 請填寫必填欄位以繼續。

source: Filter by domain
de: Nach Domain filtern
es: Filtrar por dominio
fil: I-filter ayon sa domain
fr: Filtrer par domaine
hr: Filtriraj po domeni
id: Filter berdasarkan domain
ja: ドメインで絞り込み
ko: 도메인으로 필터링
ms: Tapis mengikut domain
pl: Filtruj według domeny
pt_br: Filtrar por domínio
ro: Filtrează după domeniu
ru: Фильтр по домену
th: กรองตามโดเมน
tr: Etki alanına göre filtrele
zh_hans: 按域名筛选
zh_hant: 按域名篩選

source: Filter by name
de: Nach Name filtern
es: Filtrar por nombre
fil: I-filter ayon sa pangalan
fr: Filtrer par nom
hr: Filtriraj po nazivu
id: Filter berdasarkan nama
ja: 名前で絞り込み
ko: 이름으로 필터
ms: Tapis mengikut nama
pl: Filtruj wg nazwy
pt_br: Filtrar por nome
ro: Filtrează după nume
ru: Фильтр по имени
th: กรองตามชื่อ
tr: Ada göre filtrele
zh_hans: 按名称筛选
zh_hant: 按名稱篩選

source: Filter models
de: Modelle filtern
es: Filtrar modelos
fil: I-filter ang mga model
fr: Filtrer les modèles
hr: Filtriraj modele
id: Filter model
ja: モデルを絞り込み
ko: 모델 필터링
ms: Tapis model
pl: Filtruj modele
pt_br: Filtrar modelos
ro: Filtrează modelele
ru: Фильтр моделей
th: กรองโมเดล
tr: Modelleri filtrele
zh_hans: 筛选模型
zh_hant: 篩選模型

source: Finance
de: Finanzen
es: Finanzas
fil: Pananalapi
hr: Financije
id: Keuangan
ja: ファイナンス
ko: 금융
ms: Kewangan
pl: Finanse
pt_br: Finanças
ro: Finanțe
ru: Финансы
th: การเงิน
tr: Finans
zh_hans: 金融
zh_hant: 金融

source: Folder
de: Ordner
es: Carpeta
fr: Dossier
hr: Mapa
ja: フォルダ
ko: 폴더
pt_br: Pasta
ro: Dosar
ru: Папка
th: โฟลเดอร์
tr: Klasör
zh_hans: 文件夹
zh_hant: 資料夾

source: Folder Details
de: Ordnerdetails
es: Detalles de la carpeta
fil: Detalye ng Folder
fr: Détails du dossier
hr: Pojedinosti mape
id: Detail Folder
ja: フォルダの詳細
ko: 폴더 세부 정보
ms: Butiran Folder
pl: Szczegóły folderu
pt_br: Detalhes da pasta
ro: Detaliile dosarului
ru: Сведения о папке
th: รายละเอียดโฟลเดอร์
tr: Klasör Ayrıntıları
zh_hans: 文件夹详情
zh_hant: 資料夾詳情

source: Folder name
de: Ordnername
es: Nombre de la carpeta
fil: Pangalan ng folder
fr: Nom du dossier
hr: Naziv mape
id: Nama folder
ja: フォルダ名
ko: 폴더 이름
ms: Nama folder
pl: Nazwa folderu
pt_br: Nome da pasta
ro: Numele dosarului
ru: Имя папки
th: ชื่อโฟลเดอร์
tr: Klasör adı
zh_hans: 文件夹名称
zh_hant: 資料夾名稱

source: Folders
de: Ordner
es: Carpetas
fil: Mga Folder
fr: Dossiers
hr: Mape
id: Folder
ja: フォルダ
ko: 폴더
ms: Folder
pl: Foldery
pt_br: Pastas
ro: Dosare
ru: Папки
th: โฟลเดอร์
tr: Klasörler
zh_hans: 文件夹
zh_hant: 資料夾

source: Folders come from the Files app — on this iPhone, iCloud Drive, or a connected server.
de: Ordner stammen aus der App „Dateien“ — von diesem iPhone, aus iCloud Drive oder von einem verbundenen Server.
es: Las carpetas provienen de la app Archivos: en este iPhone, en iCloud Drive o en un servidor conectado.
fil: Galing sa Files app ang mga folder — sa iPhone na ito, iCloud Drive, o nakakonektang server.
fr: Les dossiers proviennent de l'app Fichiers — sur cet iPhone, dans iCloud Drive ou sur un serveur connecté.
hr: Mape dolaze iz aplikacije Datoteke — s ovog iPhonea, iCloud Drivea ili povezanog poslužitelja.
id: Folder berasal dari aplikasi Files — di iPhone ini, iCloud Drive, atau server yang terhubung.
ja: フォルダは「ファイル」アプリから取得します。この iPhone、iCloud Drive、接続済みのサーバが対象です。
ko: 폴더는 파일 앱에서 가져옵니다. 이 iPhone, iCloud Drive 또는 연결된 서버가 대상입니다.
ms: Folder datang dari apl Files — pada iPhone ini, iCloud Drive, atau server yang disambung.
pl: Foldery pochodzą z aplikacji Pliki — z tego iPhone'a, iCloud Drive lub podłączonego serwera.
pt_br: As pastas vêm do app Arquivos — neste iPhone, no iCloud Drive ou em um servidor conectado.
ro: Dosarele provin din aplicația Fișiere — de pe acest iPhone, din iCloud Drive sau de pe un server conectat.
ru: Папки берутся из приложения «Файлы» — с этого iPhone, из iCloud Drive или с подключённого сервера.
th: โฟลเดอร์มาจากแอป Files — บน iPhone นี้ iCloud Drive หรือเซิร์ฟเวอร์ที่เชื่อมต่ออยู่
tr: Klasörler Dosyalar uygulamasından gelir — bu iPhone'da, iCloud Drive'da veya bağlı bir sunucuda.
zh_hans: 文件夹来自“文件”App——可以是本机、iCloud 云盘或已连接的服务器。
zh_hant: 資料夾來自「檔案」App，可以在這台 iPhone、iCloud Drive 或已連線的伺服器上。

source: Folders First
de: Ordner zuerst
es: Carpetas primero
fil: Mga Folder Muna
fr: Dossiers d'abord
hr: Prvo mape
id: Folder Dulu
ja: フォルダを先に
ko: 폴더 먼저
ms: Folder Dahulu
pl: Najpierw foldery
pt_br: Pastas primeiro
ro: Întâi dosarele
ru: Сначала папки
th: โฟลเดอร์ก่อน
tr: Önce Klasörler
zh_hans: 文件夹优先
zh_hant: 資料夾優先

source: Follow Up
de: Nachfassen
es: Seguimiento
fr: Suivi
hr: Nastavak
id: Tindak Lanjut
ja: フォローアップ
ko: 후속 작업
ms: Susulan
pl: Kontynuacja
pt_br: Continuar
ro: Continuare
ru: Продолжить
th: ติดตามผล
tr: Takip
zh_hans: 跟进
zh_hant: 跟進

source: Follow Up Session
de: Sitzung fortsetzen
es: Sesión de seguimiento
fil: Follow Up na Session
fr: Suivi de session
hr: Nastavak sesije
id: Sesi Tindak Lanjut
ja: セッションをフォローアップ
ko: 세션 후속 질문
ms: Sesi Susulan
pl: Sesja kontynuacji
pt_br: Continuar a sessão
ro: Sesiune de continuare
ru: Продолжить сессию
th: เซสชันติดตามผล
tr: Takip Oturumu
zh_hans: 跟进会话
zh_hant: 跟進工作階段

# Follow-up sent to %@ with %@.
source: Follow-up sent to %1$@ with %2$@.
de: Nachfassnachricht an %1$@ mit %2$@ gesendet.
es: Seguimiento enviado a %@ con %@.
fil: Naipadala ang follow-up sa %@ gamit ang %@.
fr: Suivi envoyé à %1$@ avec %2$@.
hr: Nastavak poslan na %1$@ s %2$@.
id: Tindak lanjut dikirim ke %@ dengan %@.
ja: %2$@ で %1$@ にフォローアップを送信しました。
ko: %2$@(으)로 %1$@에 후속 메시지를 보냈습니다.
ms: Susulan dihantar ke %@ dengan %@.
pl: Kontynuację wysłano do %@ z: %@.
pt_br: Continuação enviada para %@ com %@.
ro: Continuare trimisă către %@ cu: %@.
ru: Продолжение отправлено в %1$@ с %2$@.
th: ส่งการติดตามผลไปยัง %@ ด้วย %@ แล้ว
tr: Takip gönderildi: %@ — şununla: %@.
zh_hans: 已使用 %2$@ 向 %1$@ 发送跟进消息。
zh_hant: 已使用 %2$@ 向 %1$@ 傳送跟進訊息。

source: Follows system
de: Folgt dem System
es: Sigue al sistema
fil: Sumusunod sa system
fr: Suit le système
hr: Prati sustav
id: Mengikuti sistem
ja: システムに従う
ko: 시스템 따름
ms: Ikut sistem
pl: Zgodnie z systemem
pt_br: Segue o sistema
ro: Urmează sistemul
ru: Как в системе
th: ตามระบบ
tr: Sistemi izler
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Font Size
de: Schriftgröße
es: Tamaño de letra
fil: Laki ng Font
fr: Taille de police
hr: Veličina fonta
id: Ukuran Font
ja: フォントサイズ
ko: 글자 크기
ms: Saiz Fon
pl: Rozmiar czcionki
pt_br: Tamanho da fonte
ro: Dimensiunea textului
ru: Размер шрифта
th: ขนาดตัวอักษร
tr: Yazı Tipi Boyutu
zh_hans: 字体大小
zh_hant: 字體大小

source: For third-party Coding Plans (e.g. MiniMax, Kimi) or compatible proxy endpoints, enter the API base URL and bearer token manually.
de: Geben Sie für Drittanbieter-Coding-Pläne (z. B. MiniMax, Kimi) oder kompatible Proxy-Endpoints die API-Basis-URL und das Bearer-Token manuell ein.
es: Para Coding Plans de terceros (p. ej. MiniMax, Kimi) o endpoints proxy compatibles, introduce manualmente la URL base de la API y el bearer token.
fil: Para sa third-party na Coding Plan (hal. MiniMax, Kimi) o compatible na proxy endpoint, ilagay nang manual ang API base URL at bearer token.
fr: Pour les forfaits Coding tiers (par ex. MiniMax, Kimi) ou les points de terminaison proxy compatibles, saisissez manuellement l'URL de base de l'API et le token Bearer.
hr: Za Coding Plan trećih strana (npr. MiniMax, Kimi) ili kompatibilne proxy krajnje točke ručno unesite osnovni API URL i bearer token.
id: Untuk Coding Plan pihak ketiga (mis. MiniMax, Kimi) atau endpoint proksi yang kompatibel, masukkan URL basis API dan token bearer secara manual.
ja: サードパーティの Coding Plan（MiniMax、Kimi など）や互換プロキシエンドポイントの場合は、API ベース URL と Bearer トークンを手動で入力してください。
ko: 타사 Coding Plan(MiniMax, Kimi 등) 또는 호환되는 프록시 엔드포인트의 경우 API 기본 URL과 Bearer 토큰을 수동으로 입력하세요.
ms: Untuk Coding Plan pihak ketiga (cth. MiniMax, Kimi) atau endpoint proksi serasi, masukkan URL asas API dan token bearer secara manual.
pl: W przypadku planów Coding Plan innych firm (np. MiniMax, Kimi) lub zgodnych punktów końcowych proxy podaj ręcznie bazowy adres API i token Bearer.
pt_br: Para Coding Plans de terceiros (ex.: MiniMax, Kimi) ou endpoints de proxy compatíveis, informe manualmente a URL base da API e o token Bearer.
ro: Pentru planurile Coding Plan de la terți (ex. MiniMax, Kimi) sau pentru puncte finale proxy compatibile, introdu manual adresa API de bază și tokenul Bearer.
ru: Для сторонних Coding Plans (например, MiniMax, Kimi) или совместимых прокси-эндпоинтов введите базовый API URL и bearer-токен вручную.
th: สำหรับ Coding Plan ภายนอก (เช่น MiniMax, Kimi) หรือเอนด์พอยต์พร็อกซีที่รองรับ ให้ป้อน API base URL และโทเคน bearer ด้วยตนเอง
tr: Üçüncü taraf Coding Plan'ları (örn. MiniMax, Kimi) ya da uyumlu proxy uç noktaları için API adresini ve bearer token'ı elle girin.
zh_hans: 对于第三方编码计划（例如 MiniMax、Kimi）或兼容代理端点，请手动输入 API 基础 URL 和 Bearer Token。
zh_hant: 對於第三方編碼方案（例如 MiniMax、Kimi）或相容代理端點，請手動輸入 API 基礎 URL 和 Bearer Token。

source: Force Delete V1 Zone of This Device
de: V1-Zone dieses Geräts erzwungen löschen
es: Forzar la eliminación de la zona V1 de este dispositivo
fil: Pilitin ang Pagtanggal ng V1 Zone ng Device na Ito
fr: Supprimer de force la zone V1 de cet appareil
hr: Prisilno obriši V1 zonu ovog uređaja
id: Paksa Hapus Zona V1 Perangkat Ini
ja: このデバイスの V1 ゾーンを強制削除
ko: 이 기기의 V1 영역 강제 삭제
ms: Paksa Padam Zon V1 Peranti Ini
pl: Wymuś usunięcie strefy V1 tego urządzenia
pt_br: Forçar exclusão da zona V1 deste dispositivo
ro: Forțează ștergerea zonei V1 a acestui dispozitiv
ru: Принудительно удалить зону V1 этого устройства
th: บังคับลบโซน V1 ของอุปกรณ์นี้
tr: Bu Aygıtın V1 Bölgesini Zorla Sil
zh_hans: 强制删除本设备的 V1 区
zh_hant: 強制刪除這台裝置的 V1 區域

source: Force Delete V1 Zone?
de: V1-Zone erzwungen löschen?
es: ¿Forzar la eliminación de la zona V1?
fil: Pilitin ang Pagtanggal ng V1 Zone?
fr: Supprimer de force la zone V1 ?
hr: Prisilno obrisati V1 zonu?
id: Paksa Hapus Zona V1?
ja: V1 ゾーンを強制削除しますか？
ko: V1 영역을 강제 삭제하시겠습니까?
ms: Paksa Padam Zon V1?
pl: Wymusić usunięcie strefy V1?
pt_br: Forçar exclusão da zona V1?
ro: Forțezi ștergerea zonei V1?
ru: Принудительно удалить зону V1?
th: บังคับลบโซน V1 หรือไม่
tr: V1 bölgesi zorla silinsin mi?
zh_hans: 强制删除 V1 区？
zh_hant: 要強制刪除 V1 區域嗎？

source: Force Enable
de: Erzwingen
es: Forzar activación
fil: Pilitin ang Enable
fr: Forcer
hr: Prisilno omogući
id: Paksa Aktifkan
ja: 強制有効化
ko: 강제 활성화
ms: Paksa Aktifkan
pl: Wymuś włączenie
pt_br: Forçar ativação
ro: Forțează activarea
ru: Включить принудительно
th: บังคับเปิดใช้งาน
tr: Zorla Etkinleştir
zh_hans: 强制开启
zh_hant: 強制開啟

source: Force Enable Thinking
de: Denkmodus erzwingen
es: Forzar la activación del razonamiento
fil: Pilitin ang Pag-enable ng Thinking
fr: Forcer le mode réflexion
hr: Prisilno omogući razmišljanje
id: Paksa Aktifkan Berpikir
ja: 思考モードを強制有効化
ko: 사고 모드 강제 활성화
ms: Paksa Aktifkan Berfikir
pl: Wymuś włączenie myślenia
pt_br: Forçar ativação do raciocínio
ro: Forțează activarea gândirii
ru: Принудительно включить мышление
th: บังคับเปิดใช้งานการคิด
tr: Düşünmeyi Zorla Etkinleştir
zh_hans: 强制开启深度思考
zh_hant: 強制開啟深度思考

source: Force Full Sync
de: Vollständige Synchronisation erzwingen
es: Forzar la sincronización completa
fil: Pilitin ang Full Sync
fr: Forcer la synchronisation complète
hr: Prisilna potpuna sinkronizacija
id: Paksa Sinkronisasi Penuh
ja: 完全同期を強制
ko: 전체 동기화 강제 실행
ms: Paksa Penyegerakan Penuh
pl: Wymuś pełną synchronizację
pt_br: Forçar sincronização completa
ro: Forțează sincronizarea completă
ru: Принудительная полная синхронизация
th: บังคับซิงค์เต็มรูปแบบ
tr: Tam Eşitlemeyi Zorla
zh_hans: 强制完整同步
zh_hant: 強制完整同步

source: Force Full Sync?
de: Vollständige Synchronisierung erzwingen?
es: ¿Forzar la sincronización completa?
fil: Pilitin ang Full Sync?
fr: Forcer une synchronisation complète ?
hr: Pokrenuti prisilnu potpunu sinkronizaciju?
id: Paksa Sinkronisasi Penuh?
ja: 完全同期を強制しますか？
ko: 전체 동기화를 강제하시겠습니까?
ms: Paksa Penyegerakan Penuh?
pl: Wymusić pełną synchronizację?
pt_br: Forçar sincronização completa?
ro: Forțezi sincronizarea completă?
ru: Принудительная полная синхронизация?
th: บังคับซิงค์เต็มรูปแบบหรือไม่
tr: Tam eşitleme zorlansın mı?
zh_hans: 强制完整同步？
zh_hant: 強制完整同步？

source: Force iCloud Sync
de: iCloud-Synchronisierung erzwingen
es: Forzar la sincronización con iCloud
fil: Pilitin ang iCloud Sync
fr: Forcer la synchronisation iCloud
hr: Prisilna iCloud sinkronizacija
id: Paksa Sinkronisasi iCloud
ja: iCloud 同期を強制
ko: iCloud 동기화 강제
ms: Paksa Penyegerakan iCloud
pl: Wymuś synchronizację iCloud
pt_br: Forçar sincronização do iCloud
ro: Forțează sincronizarea iCloud
ru: Принудительная синхронизация iCloud
th: บังคับซิงค์ iCloud
tr: iCloud Eşitlemeyi Zorla
zh_hans: 强制 iCloud 同步
zh_hant: 強制 iCloud 同步

source: Force iCloud Sync All
de: Alle iCloud-Sync erzwingen
es: Forzar la sincronización total con iCloud
fil: Pilitin ang iCloud Sync Lahat
fr: Tout forcer en sync iCloud
hr: Prisilna iCloud sinkronizacija svega
id: Paksa Sinkronkan Semua iCloud
ja: すべて iCloud 同期を強制
ko: 전체 iCloud 동기화 강제
ms: Paksa Segerak Semua iCloud
pl: Wymuś pełną synchronizację iCloud
pt_br: Forçar sincronização total do iCloud
ro: Forțează sincronizarea completă iCloud
ru: Принудительно синхронизировать всё с iCloud
th: บังคับซิงค์ iCloud ทั้งหมด
tr: Tüm iCloud Eşitlemeyi Zorla
zh_hans: 全部强制 iCloud 同步
zh_hant: 全部強制 iCloud 同步

source: Force Pull failed: %@ — local messages preserved
de: Force Pull fehlgeschlagen: %@ — lokale Nachrichten beibehalten
es: Error al forzar la descarga: %@. Se conservaron los mensajes locales
fil: Nabigo ang Force Pull: %@ — napanatili ang mga lokal na mensahe
fr: Force Pull échoué : %@ — messages locaux conservés
hr: Prisilno preuzimanje nije uspjelo: %@ — lokalne su poruke sačuvane
id: Paksa Tarik gagal: %@ — pesan lokal dipertahankan
ja: Force Pull 失敗: %@ — ローカルメッセージは保持されます
ko: Force Pull 실패: %@ — 로컬 메시지가 보존됩니다
ms: Paksa Tarik gagal: %@ — mesej tempatan dikekalkan
pl: Wymuszone pobranie nie powiodło się: %@ — zachowano wiadomości lokalne
pt_br: Falha no download forçado: %@ — mensagens locais preservadas
ro: Preluarea forțată a eșuat: %@ — mesajele locale au fost păstrate
ru: Force Pull не удался: %@ — локальные сообщения сохранены
th: การบังคับดึงล้มเหลว: %@ — ข้อความในเครื่องยังคงอยู่
tr: Çekmeyi Zorla başarısız: %@ — yerel mesajlar korundu
zh_hans: 强制拉取失败：%@ — 本地消息已保留
zh_hant: 強制拉取失敗：%@ — 本機訊息已保留

source: Force Pull Messages
de: Nachrichten erzwungen abrufen
es: Forzar la descarga de mensajes
fil: Pilitin ang Pagkuha ng Mensahe
fr: Forcer le téléchargement des messages
hr: Prisilno preuzmi poruke
id: Paksa Tarik Pesan
ja: メッセージを強制取得
ko: 메시지 강제 가져오기
ms: Paksa Tarik Mesej
pl: Wymuś pobranie wiadomości
pt_br: Forçar download das mensagens
ro: Forțează preluarea mesajelor
ru: Принудительно загрузить сообщения
th: บังคับดึงข้อความ
tr: Mesajları Çekmeyi Zorla
zh_hans: 强制拉取消息
zh_hant: 強制拉取訊息
